Repository: majster-pl/didactic-system
Catalog: flas/po/*.po
Languages: nb

source: Delete
nb: Slett

source: Favorites
nb: Favoritter

source: Pull down to refrash the list.
nb: Trekk ned for å oppdatere listen.

source: Local station are based on your IP address.
nb: Lokal stasjon er basert på IP-adressen din.

source: Swipe left on the radio for more options.
nb: Sveip til venstre på radioen for å få flere alternativer.

source: Local stations are based on your IP address.
nb: Lokale stasjoner er basert på IP-adressen din.

source: Pull down to refresh the list.
nb: Trekk ned for å oppdatere listen.

source: Top 50
nb: Topp 50

source: Local
nb: Lokal

source: Recommended
nb: Anbefalt

source: Loading radio list...
nb: Laster radioliste...

source: Searching...
nb: Søker...

source: No radio found :(
nb: Ingen radio funnet :(

source: Type radio name
nb: Tast inn radionavn

source: No interent connection Please check you internet connection.
nb: Ingen internettforbindelse Vennligst sjekk internettforbindelsen.

source: Type station name.
nb: Tast inn stasjonsnavn.

source: No results found :-(
nb: Ingen resultater funnet :-(

source: Share
nb: Del

source: I'm listening to %1 via fLAs on my Ubuntu Phone! You can listen online here: %2
nb: Jeg lytter til %1 via fLAs på min Ubuntu-telefon! Du kan lytte online her: %2

source: Hi! I've found this cool online radio %1 via fLAs application on my Ubuntu Phone! Check this out yourself here: %2
nb: Hei! Jeg har funnet denne kule nettradioen %1 via fLAs-applikasjonen min Ubuntu-telefon! Sjekk dette selv: %2

source: Genres
nb: Sjangere

source: From
nb: Fra

source: Now Playing
nb: Spiller nå

source: No recent tracks
nb: Ingen nylige spor

source: %1 I love this song! I found it via fLAs on my Ubuntu Phone!
nb: %1 Jeg elsker denne sangen! Jeg fant den via fLAs på min Ubuntu-telefon!

source: No recent songs
nb: Ingen nylige sanger
